Repository: Dru1DD/nouri
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: pl, ru, uk

source: %@ / %@ kcal
pl: %1$@ / %2$@ kcal
ru: %1$@ / %2$@ ккал
uk: %1$@ / %2$@ ккал

source: %@ / %@ L
pl: %1$@ / %2$@ l
ru: %1$@ / %2$@ л
uk: %1$@ / %2$@ л

source: %@ %@, %lld percent of goal
pl: %1$@ %2$@, %3$lld%% celu
ru: %1$@ %2$@, %3$lld%% от цели
uk: %1$@ %2$@, %3$lld%% від мети

source: %@ kcal more in Apple Health from other apps
pl: Jeszcze %@ kcal w aplikacji Zdrowie z innych aplikacji
ru: Ещё %@ ккал в «Здоровье» из других приложений
uk: Ще %@ ккал у «Здоров'ї» з інших програм

source: %@ ml more in Apple Health from other apps
pl: Jeszcze %@ ml w aplikacji Zdrowie z innych aplikacji
ru: Ещё %@ мл в «Здоровье» из других приложений
uk: Ще %@ мл у «Здоров'ї» з інших програм

source: %@ of %@ liters, %lld percent
pl: %1$@ z %2$@ l, %3$lld%%
ru: %1$@ из %2$@ л, %3$lld%%
uk: %1$@ з %2$@ л, %3$lld%%

source: %@ taken
pl: Przyjęto %@
ru: Принято %@
uk: Прийнято %@

source: %@, %lld percent of goal
pl: %1$@, %2$lld%% celu
ru: %1$@, %2$lld%% от цели
uk: %1$@, %2$lld%% від мети

source: %lld / %lld taken
pl: Przyjęto %1$lld z %2$lld
ru: Принято %1$lld из %2$lld
uk: Прийнято %1$lld з %2$lld

source: %lld of %lld taken
pl: Przyjęto %1$lld z %2$lld
ru: Принято %1$lld из %2$lld
uk: Прийнято %1$lld з %2$lld

source: %lld of %lld taken, next %@
pl: Przyjęto %1$lld z %2$lld, następnie %3$@
ru: Принято %1$lld из %2$lld, далее %3$@
uk: Прийнято %1$lld з %2$lld, далі %3$@

source: %lld upcoming reminders scheduled
pl: Zaplanowano %lld przypomnienia
ru: Запланировано %lld напоминания
uk: Заплановано %lld нагадування

source: %lld/%lld taken
pl: Przyjęto %1$lld/%2$lld
ru: Принято %1$lld/%2$lld
uk: Прийнято %1$lld/%2$lld

source: +%@ ml · %@ kcal
pl: +%1$@ ml · %2$@ kcal
ru: +%1$@ мл · %2$@ ккал
uk: +%1$@ мл · %2$@ ккал

source: Add
pl: Dodaj
ru: Добавить
uk: Додати

source: Add %@, %@ kilocalories
pl: Dodaj %1$@, %2$@ kilokalorii
ru: Добавить %1$@, %2$@ килокалорий
uk: Додати %1$@, %2$@ кілокалорій

source: Add %lld kilocalories
pl: Dodaj %lld kilokalorii
ru: Добавить %lld килокалорий
uk: Додати %lld кілокалорій

source: Add %lld milliliters
pl: Dodaj %lld mililitrów
ru: Добавить %lld миллилитров
uk: Додати %lld мілілітрів

source: Add %lld milliliters of water
pl: Dodaj %lld mililitrów wody
ru: Добавить %lld миллилитров воды
uk: Додати %lld мілілітрів води

source: Add a medication reminder
pl: Dodaj przypomnienie o leku
ru: Добавить напоминание о лекарстве
uk: Додати нагадування про ліки

source: Add a medication to get reminders.
pl: Dodaj lek, aby otrzymywać przypomnienia.
ru: Добавьте лекарство, чтобы получать напоминания.
uk: Додайте ліки, щоб отримувати нагадування.

source: Add Drink
pl: Dodaj napój
ru: Добавить напиток
uk: Додати напій

source: Add Food
pl: Dodaj posiłek
ru: Добавить еду
uk: Додати їжу

source: Add Medication
pl: Dodaj lek
ru: Добавить лекарство
uk: Додати ліки

source: Add Time
pl: Dodaj godzinę
ru: Добавить время
uk: Додати час

source: Added %@ kcal
pl: Dodano %@ kcal
ru: Добавлено %@ ккал
uk: Додано %@ ккал

source: Added %@ ml · %@
pl: Dodano %1$@ ml · %2$@
ru: Добавлено %1$@ мл · %2$@
uk: Додано %1$@ мл · %2$@

source: All done for today
pl: Na dziś wszystko
ru: На сегодня всё
uk: На сьогодні все

source: Amount (ml)
pl: Ilość (ml)
ru: Объём (мл)
uk: Об'єм (мл)

source: Apple Health
pl: Apple Zdrowie
ru: Apple Здоровье
uk: Apple Здоров'я

source: Calorie Presets
pl: Szablony kalorii
ru: Шаблоны калорий
uk: Шаблони калорій

source: Calories
pl: Kalorie
ru: Калории
uk: Калорії

source: Calories (kcal)
pl: Kalorie (kcal)
ru: Калории (ккал)
uk: Калорії (ккал)

source: Cancel
pl: Anuluj
ru: Отмена
uk: Скасувати

source: Connect Apple Health
pl: Połącz z aplikacją Zdrowie
ru: Подключить «Здоровье»
uk: Під'єднати «Здоров'я»

source: Connected to Apple Health
pl: Połączono z aplikacją Zdrowie
ru: Подключено к «Здоровью»
uk: Під'єднано до «Здоров'я»

source: Custom amount
pl: Własna ilość
ru: Своё количество
uk: Своя кількість

source: Daily Goals
pl: Cele dzienne
ru: Цели на день
uk: Цілі на день

source: Days
pl: Dni
ru: Дни
uk: Дні

source: Delete
pl: Usuń
ru: Удалить
uk: Видалити

source: Dose
pl: Dawka
ru: Доза
uk: Доза

source: Dose amount
pl: Ilość
ru: Количество
uk: Кількість

source: Dose unit
pl: Jednostka
ru: Единица
uk: Одиниця

source: Doses taken today and the next reminder.
pl: Przyjęte dziś dawki i następne przypomnienie.
ru: Принятые сегодня дозы и следующее напоминание.
uk: Прийняті сьогодні дози й наступне нагадування.

source: Drink
pl: Napój
ru: Напиток
uk: Напій

source: Edit Drink
pl: Edytuj napój
ru: Изменить напиток
uk: Змінити напій

source: Edit Food
pl: Edytuj posiłek
ru: Изменить еду
uk: Змінити їжу

source: Edit Medication
pl: Edytuj lek
ru: Изменить лекарство
uk: Змінити ліки

source: Every day
pl: Codziennie
ru: Каждый день
uk: Щодня

source: History
pl: Historia
ru: История
uk: Історія

source: Hydration
pl: Nawodnienie
ru: Вода
uk: Вода

source: Manage
pl: Zarządzaj
ru: Управлять
uk: Керувати

source: Medications
pl: Leki
ru: Лекарства
uk: Ліки

source: Name
pl: Nazwa
ru: Название
uk: Назва

source: Name (optional)
pl: Nazwa (opcjonalnie)
ru: Название (необязательно)
uk: Назва (необов'язково)

source: New Medication
pl: Nowy lek
ru: Новое лекарство
uk: Нові ліки

source: Next: %@
pl: Następnie: %@
ru: Далее: %@
uk: Далі: %@

source: Next: %@ %@
pl: Następnie: %1$@ %2$@
ru: Далее: %1$@ %2$@
uk: Далі: %1$@ %2$@

source: No doses today
pl: Dziś brak dawek
ru: Сегодня приёмов нет
uk: Сьогодні прийомів немає

source: No Medications
pl: Brak leków
ru: Нет лекарств
uk: Немає ліків

source: Notes
pl: Notatki
ru: Заметки
uk: Нотатки

source: Nothing logged yet today.
pl: Dziś jeszcze nic nie zapisano.
ru: Сегодня пока ничего не записано.
uk: Сьогодні ще нічого не записано.

source: Notifications are off, so reminders can't be delivered.
pl: Powiadomienia są wyłączone, więc przypomnienia nie dotrą.
ru: Уведомления выключены, напоминания не придут.
uk: Сповіщення вимкнено, нагадування не надійдуть.

source: Nouri only reminds you about medications you add yourself. It does not give medical advice.
pl: Nouri przypomina tylko o lekach dodanych przez Ciebie. Aplikacja nie udziela porad medycznych.
ru: Nouri напоминает только о лекарствах, которые вы добавили сами. Приложение не даёт медицинских рекомендаций.
uk: Nouri нагадує лише про ліки, які ви додали самі. Застосунок не надає медичних порад.

source: Nouri reminds you about medications you configure. It does not provide medical advice.
pl: Nouri przypomina o skonfigurowanych przez Ciebie lekach. Aplikacja nie udziela porad medycznych.
ru: Nouri напоминает о лекарствах, которые вы настроили. Приложение не даёт медицинских рекомендаций.
uk: Nouri нагадує про ліки, які ви налаштували. Застосунок не надає медичних порад.

source: Nouri saves water and calories you log to Health, and shows amounts other apps logged separately. You can change access anytime in the Health app.
pl: Nouri zapisuje wodę i kalorie w aplikacji Zdrowie i osobno pokazuje dane z innych aplikacji. Dostęp możesz zmienić w aplikacji Zdrowie.
ru: Nouri сохраняет записанные воду и калории в «Здоровье» и отдельно показывает данные других приложений. Доступ можно изменить в приложении «Здоровье».
uk: Nouri зберігає записані воду й калорії у «Здоров'я» та окремо показує дані інших програм. Доступ можна змінити в програмі «Здоров'я».

source: of %@ kcal · %lld%%
pl: z %1$@ kcal · %2$lld%%
ru: из %1$@ ккал · %2$lld%%
uk: з %1$@ ккал · %2$lld%%

source: of %@ L · %lld%%
pl: z %1$@ l · %2$lld%%
ru: из %1$@ л · %2$lld%%
uk: з %1$@ л · %2$lld%%

source: Open Settings
pl: Otwórz Ustawienia
ru: Открыть Настройки
uk: Відкрити Параметри

source: Opens the entry for editing
pl: Otwiera wpis do edycji
ru: Открывает запись для изменения
uk: Відкриває запис для редагування

source: Paused
pl: Wstrzymane
ru: На паузе
uk: Призупинено

source: Quick add
pl: Szybkie dodanie
ru: Быстрое добавление
uk: Швидке додавання

source: Recent Activity
pl: Ostatnie wpisy
ru: Последние записи
uk: Останні записи

source: Reminder %lld
pl: Przypomnienie %lld
ru: Напоминание %lld
uk: Нагадування %lld

source: Reminders active
pl: Przypomnienia włączone
ru: Напоминания включены
uk: Нагадування ввімкнено

source: Save
pl: Zapisz
ru: Сохранить
uk: Зберегти

source: Save as quick preset
pl: Zapisz jako szablon
ru: Сохранить как шаблон
uk: Зберегти як шаблон

source: Settings
pl: Ustawienia
ru: Настройки
uk: Налаштування

source: Skip
pl: Pomiń
ru: Пропустить
uk: Пропустити

source: Snooze
pl: Odłóż
ru: Отложить
uk: Відкласти

source: tablet
pl: tabletka
ru: таблетка
uk: таблетка

source: Taken
pl: Przyjęto
ru: Принято
uk: Прийнято

source: Time
pl: Godzina
ru: Время
uk: Час

source: Times
pl: Godziny
ru: Время приёма
uk: Час прийому

source: Today
pl: Dziś
ru: Сегодня
uk: Сьогодні

source: Today's water intake.
pl: Dzisiejsze spożycie wody.
ru: Сколько воды выпито сегодня.
uk: Скільки води випито сьогодні.

source: Undo
pl: Cofnij
ru: Отменить
uk: Скасувати

source: Undo +%@ kcal
pl: Cofnij +%@ kcal
ru: Отменить +%@ ккал
uk: Скасувати +%@ ккал

source: Undo +%@ ml
pl: Cofnij +%@ ml
ru: Отменить +%@ мл
uk: Скасувати +%@ мл

source: Unit
pl: Jednostka
ru: Единица
uk: Одиниця

source: Water
pl: Woda
ru: Вода
uk: Вода

source: %@ kcal
ru: %@ ккал
uk: %@ ккал

source: %@ L
ru: %@ л
uk: %@ л

source: %@ ml
ru: %@ мл
uk: %@ мл

source: +%@ kcal
ru: +%@ ккал
uk: +%@ ккал

source: +%@ ml
ru: +%@ мл
uk: +%@ мл

source: kcal
ru: ккал
uk: ккал

source: L
ru: л
uk: л

source: ml
ru: мл
uk: мл
